/* Eslint window */
const tripCities = [
  {
    id: 1,
    arabicName: "سيناء",
    latinName: "sinai",
    basePrice: 1800,
    oldPrice: 2150,
    currency: "EGP",
    text: "شبه جزيرة سيناء أو سيناء تُلقّب بأرض الفيروز، هي شبه جزيرة صحراوية مثلثة الشكل",
    stars: 4.3,
    hotels: ["فندق الديرة فى دهب", "فندق كاسا دور دهب بلازا"],
    image: "/images/hotels/sinia.jpeg",
  },
  {
    id: 2,
    arabicName: "القاهرة",
    latinName: "Cairo",
    basePrice: "3000",
    oldPrice: 3500,
    currency: "EGP",
    text: "القاهرة هي عاصمة جمهورية مصر العربية وأكبر وأهم مدنها على الإطلاق",
    hotels: ["فندق توليب النرجس - القاهرة", "فندق لامار إزور - القاهرة"],
    stars: 4.8,
    image: "/images/hotels/cairo.jpeg",
  },
  {
    id: 3,
    arabicName: "شرم الشيخ",
    latinName: "Sharm El-Shaikh",
    basePrice: 2800,
    oldPrice: 3120,
    currency: "EGP",
    text: "شرم الشيخ هي مدينة سياحية مصرية، تقع عند ملتقى خليجي العقبة والسويس على ساحل البحر الأحمر",
    hotels: [
      "فندق شرم هوليداى ريزورت - شرم الشيخ",
      "فندق فندق صن رايز سيليكت دايموند بيتش ريزورت - شرم الشيخ",
      "فندق فندق شارمليون سى لايف ريزورت - شرم الشيخ",
      "فندق باى نعمة - شرم الشيخ",
      "فندق ستيلا دي ماري بيتش & سبا - شرم الشيخ",
      "فندق جاز بليفيدير - شرم الشيخ",
      "فندق صن رايز جراند سيليكت مونتمارى ريزورت - شرم الشيخ",
      "فندق شارمليون كلوب أكوا بارك - شرم الشيخ",
      "فندق كونكورد السلام الأمامى - شرم الشيخ",
    ],
    stars: 4.5,
    image: "/images/hotels/sharm .jpeg",
  },
  {
    id: 4,
    arabicName: "أسوان",
    latinName: "Aswan",
    basePrice: 3600,
    oldPrice: 4000,
    currency: "EGP",
    text: "مدينة أسوان هي عاصمة محافظة أسوان في مصر",
    hotels: [
      "فندق توليب أسوان هوتيل - أسوان ",
      "فندق موفنبيك أسوان هوتيل - أسوان ",
      "فندق سيتى ماكس أكوابارك - أسوان ",
      "فندق سيتى ماكس الكورنيش - أسوان ",
      "فندق بيراميزا ايزيس ايلاند - أسوان ",
    ],
    stars: 4.1,
    image: "/images/hotels/aswan.jpeg",
  },
  {
    id: 5,
    arabicName: "الاسكندرية",
    latinName: "Alexandria",
    basePrice: 1900,
    oldPrice: 2500,
    currency: "EGP",
    text: "الإسْكَنْدَرِيَّة هي العاصمة الثانية لمصر وكانت عاصمتها قديمًا",
    hotels: [
      "فندق صن رايز أليكس أفينيو ريزورت (ميديترينيان أزور سابقا) ",
      "فندق جويل سان ستيفانو - الاسكندرية ",
      "فندق إيفو ريزورت - الاسكندرية ",
    ],
    stars: 4.6,
    image: "/images/hotels/alex.jpeg",
  },
  {
    id: 6,
    arabicName: "الغردقة",
    latinName: "Hurghada",
    basePrice: 2800,
    oldPrice: 3120,
    currency: "EGP",
    text: "تقع مدينة الغردقة على الشاطئ الغربي للبحر الأحمر",
    hotels: [
      "لونج بيتش ريزورت",
      "صن رايز جاردن - الغردقة",
      "صن رايز كريستال باي - الغردقة",
      "فندق جرافيتى & أكوا بارك - الغردقة",
      "فندق سنتيدو مملوك بالاس ريزورت - الغردقة",
      "فندق صن رايز هوليدايز ريزورت (للبالغين فقط ) - الغردقة",
      "فندق ذا ديزرت روز ريزورت - الغردقة",
      "فندق جولدن بيتش ريزورت - الغردقة",
    ],
    stars: 4.3,
    image: "/images/hotels/hurhada.jpeg",
  },
  {
    id: 7,
    arabicName: "الأقصر",
    latinName: "Luxor",
    basePrice: 3200,
    oldPrice: 4000,
    currency: "EGP",
    text: "شرم الشيخ هي مدينة سياحية مصرية، تقع عند ملتقى خليجي العقبة والسويس على ساحل البحر الأحمر",
    hotels: [
      "فندق اللوتس الاقصر",
      "فندق ايتاب الاقصر",
      "فندق شتيجنبرجر نايل بالاس الأقصر",
      "فندق بافيليون وينتر الاقصر",
      "فندق بيراميزا ايزيس الاقصر",
      "فندق سونستا الاقصر",
    ],
    stars: 4.2,
    image: "/images/hotels/luxor.jpeg",
  },
  {
    id: 8,
    arabicName: "مرسى علم",
    latinName: "Marsa Alam",
    basePrice: 2800,
    oldPrice: 3120,
    currency: "EGP",
    text: "شرم الشيخ هي مدينة سياحية مصرية، تقع عند ملتقى خليجي العقبة والسويس على ساحل البحر الأحمر",
    hotels: [
      "فندق جاز مرايا مرسي علم",
      "فندق بالميرا بيتش العين السخنة",
      "فندق كاسا مار مرسي علم ",
      "فندق مانجروف باى مرسي علم ",
      "فندق ثري كورنرز هابي لايف مرسي علم ",
      "فندق مارينا لودج مرسي علم",
      "تيدا سويس ان العين السخنة",
    ],
    stars: 3.9,
    image: "/images/hotels/453008411.jpg",
  },
];
const Hotels = [
  {
    id: 1,
    stars: 3,
    city: "الاقصر",
    name: "فندق اللوتس الاقصر",
    desc: "استمتع بقضاء عطلتك المميزة باحدي الفنادق المطلة علي النيل بمدينة الاقصر, احجز الان بافضل فنادق مدينة الاقصر فندق اللوتس المطل علي نهر النيل, رحلتك باقل الاسعار وافضل الخدمات",
    cover: "/images/hotels/Luxur-lutus-cover.jpg",
    image: "/images/hotels/Luxur-Lutus-img.jpg", //Logo
    advantages: [
      "يقع فندق لوتس الأقصر مباشرةً على نهر النيل، ويوفر إطلالات خلابة ومجموعة كبيرة من المرافق الترفيهية التي تشمل مسبحين في الهواء الطلق .",
      "تتوفر مجموعة متنوعة من الغرف مع خدمة الغرف على مدار الساعة وشرفات توفر إطلالات على المسبح ونهر النيل.",
      "يتم تقديم بوفيه الإفطار على طراز البحر الأبيض المتوسط، وبوفيه الغداء وبوفيه العشاء داخل الفندق وفي الهواء الطلق، ويقدم بار المسبح وبار الصالة الكوكتيلات والوجبات الخفيفة.",
      "يتم تسخين المسابح في الهواء الطلق خلال فصل الشتاء، بما في ذلك مسبح الأطفال ومنطقة للعب.",
      "يقع لوتس الأقصر على مقربة من مرسى القوارب الشراعية ورحلات الفلوكة، كما يقع على مقربة من منطقة للتسوق.",
      "يبعُد كيلومترين عن معبد الأقصر، فيما يبعُد مسافة 24 دقيقة بالسيارة عن مطار الأقصر الدولي",
    ],
    terms: [
      {
        title: "السعر يشمل",
        items: ["الاقامه لمده اربعه ايام / ثلاث ليالي", "الاقامه بالافطار"],
      },
      {
        title: "السعر لا يشمل",
        items: [
          "اي طلبات اضافيه",
          "الانتقالات والرحلات الاختياريه",
          "اي بند غير مذكور بالاعلي",
        ],
      },
    ],
    rating: [0, 500, 2000, 75, 1000],
    prices: [
      {
        name: "غرفة مفردة",
        min: 50,
        max: 120,
        meals: "افطار وعشاء",
        remain: 22,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "غرفة مزدوجة",
        min: 80,
        max: 180,
        meals: "افطار وغداء",
        remain: 9,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "جناح متعدد الغرف",
        min: 220,
        max: 500,
        meals: "افطار وغداء",
        remain: 2,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع ',
          amount: 15,
          type: 'percent'
        },
      },
    ],
    offers: [],
    history: [
      "فندق اللوتس في الأقصر هو واحد من أفضل فنادق الثلاث نجوم في المدينة. يتميز بإطلالة بانورامية رائعة على ضفاف نهر النيل من الجهة الشرقية1. إذا كنت من محبي الهدوء وتبحث عن مكان إقامة يوفر لك كافة الخدمات على أعلى مستوى، فإن فندق اللوتس يعد خيارًا جيدًا",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "+20653549702",
      },
      {
        type: "رقم الفاكس",
        val: "+20653549065",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@elgouna.com",
      },
    ],
    images: [
      "/images/hotels/Luxur-lutus-1.jpg",
      "/images/hotels/Luxur-lutus-2.jpg",
      "/images/hotels/Luxur-lutus-3.jpg",
      "/images/hotels/Luxur-lutus-4.jpg",
      "/images/hotels/Luxur-lutus-5.jpg",
      "/images/hotels/Luxur-lutus-6.jpg",
    ],
  },
  {
    id: 2,
    stars: 3,
    city: "الاقصر",
    name: "فندق ايتاب الاقصر",
    desc: "افضل عروض نقدمها لكم خلال رحلتنا لفندق ايتاب الاقصر, فندق ايتاب الاقصر افضل فنادق الاقصر فئه ال 4نجوم, استمتعوا معنا باقامه مميزه في فندق ايتاب الاقصر",
    cover: "/images/hotels/109503768.jpg",
    image: "/images/hotels/etab.luxur.image.jpg", //Logo
    advantages: [
      "يعد فندق ايتاب الاقصر من افضل فنادق الاقصرفهو يقع في وسط مدينه الاقصر ويبعد 6.7كم عن مطار الاقصر الدولي",
      "وقوعه بين معبد ومتحف الاقصر يضيف له بعدا تاريخيا واستراتيجيا كما ان احاطته بحدائق رائعه و اطلالته علي النيل الازرق يضيف له بعدا جماليا مميزا",
      "يمكن للنزلاء تناول وجباتهم الشهيه في داخل المطعم المضيء او خارج الفندق علي حمام السباحه داخل الفندق",
      "يضم فندق ايتاب الاقصر حمام سباحه خارجي اضافه الي عدد 2 مطعم / بار",
      "يقدم الفندق خدمات غسيل وتنظيف جاف برسوم اضافيه",
      "مكتب استقبال مفتوح علي مدار 24ساعه داخل الغرفه",
      "جميع غرف فندق ايتاب الاقصر مكيفه وتحتوي علي ميني بار",
      "يقدم الفندق خدمه فطور في الغرف",
      "خدمه تنظيف الغرف متاحه في الفندق ايضا",
      "تأثيث فاخر للغرف واطلاله علي الحديقه او النيل",
    ],
    terms: [
      {
        title: "السعر يشمل",
        items: ["الاقامه لمده اربعه ايام / ثلاث ليالي", "الاقامه بالافطار"],
      },
      {
        title: "السعر لا يشمل",
        items: [
          "اي طلبات اضافيه",
          "الانتقالات والرحلات الاختياريه",
          "اي بند غير مذكور بالاعلي",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "الاسعاء تتغير فى الأعياد",
          "الاسعار ليست ثابتة فى المواسم",
          "الاسعار تخضع للعرض والطلب",
          "شم النسيم أسعار خاصة",
        ],
      },
    ],
    rating: [0, 1000, 1000, 5000, 8000],
    prices: [
      {
        name: "غرفة مفردة",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 10,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "غرفة مزدوجة",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 29,
      },
      {
        name: "جناح متعدد الغرف",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 100,
      },
    ],
    offers: [],
    history: [
      "يحيط بهذا الفندق الأربع نجوم حديقة ويطل على نهر النيل الأزرق ويقع في قلب مدينة الأقصر ويتمتع بموقع استراتيجي بين معبد ومتحف الأقصر.يوفر الفندق غرف مؤثثة بشكل مريح وتشمل أجهزة التلفاز الكريستالية وإطلالة على الحديقة أو النيل ،يحيط الفندق بحمام سباحة خارجي مع بار حمام السباحة وشمسية.يمكن للنزلاءالاستمتاع بوجبات الفطور والغداء والعشاء الغنية سواء في الداخل في المطعم المليء بالأنوار أو الخارج عند حمام السباحة. ",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/etab.luxur.img-1.jpeg",
      "/images/hotels/etab.luxur.img-2.jpg",
      "/images/hotels/etab.luxur.img-3.jpg",
      "/images/hotels/etab.luxur.img-4.jpg",
      "/images/hotels/etab.luxur.img-5.jpg",
      "/images/hotels/etab.luxur.img-6.jpeg",
      "/images/hotels/etab.luxur.img-7.jpg",
    ],
  },
  {
    id: 3,
    stars: 4,
    city: "الاقصر",
    name: "فندق شتيجنبرجر نايل بالاس الأقصر",
    desc: "استمتع معنا برحله خياليه لفندق شتيجنبرجر نايل بالاس الاقصر والذي يعد من اجمل فنادق الاقصر, احجز مكانك الان في رحله لفندق شتيجنبرجر نايل بالاس الاقصر واستمتع بمشهد رائع للنيل",
    cover: "/images/hotels/steigenberger-luxur-cover.jpg",
    image: "/images/hotels/steigenberger-luxur-cover.jpg", //Logo
    advantages: [
      "يعد فندق ايتاب الاقصر من افضل فنادق الاقصرفهو يقع في وسط مدينه الاقصر ويبعد 6.7كم عن مطار الاقصر الدولي",
      "وقوعه بين معبد ومتحف الاقصر يضيف له بعدا تاريخيا واستراتيجيا كما ان احاطته بحدائق رائعه و اطلالته علي النيل الازرق يضيف له بعدا جماليا مميزا",
      "يمكن للنزلاء تناول وجباتهم الشهيه في داخل المطعم المضيء او خارج الفندق علي حمام السباحه داخل الفندق",
      "يضم فندق ايتاب الاقصر حمام سباحه خارجي اضافه الي عدد 2 مطعم / بار",
      "يقدم الفندق خدمات غسيل وتنظيف جاف برسوم اضافيه",
      "مكتب استقبال مفتوح علي مدار 24ساعه داخل الغرفه",
      "جميع غرف فندق ايتاب الاقصر مكيفه وتحتوي علي ميني بار",
      "يقدم الفندق خدمه فطور في الغرف",
      "خدمه تنظيف الغرف متاحه في الفندق ايضا",
      "تأثيث فاخر للغرف واطلاله علي الحديقه او النيل",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 1000, 1000, 5000, 8000],
    prices: [
      {
        name: "غرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "جناح جونيور 1 سرير مزدوج كبير جداً",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "جناح عائلي غرفة النوم 1: 1 سرير مزدوج كبير جداً غرفة النوم 2: 2 سرير فردي",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
      {
        name: "غرفة تنفيذية مع إطلالة جانبية على النيل 2 سرير فردي أو1 سرير مزدوج كبير جد",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "يحيط بهذا الفندق الأربع نجوم حديقة ويطل على نهر النيل الأزرق ويقع في قلب مدينة الأقصر ويتمتع بموقع استراتيجي بين معبد ومتحف الأقصر.يوفر الفندق غرف مؤثثة بشكل مريح وتشمل أجهزة التلفاز الكريستالية وإطلالة على الحديقة أو النيل ،يحيط الفندق بحمام سباحة خارجي مع بار حمام السباحة وشمسية.يمكن للنزلاءالاستمتاع بوجبات الفطور والغداء والعشاء الغنية سواء في الداخل في المطعم المليء بالأنوار أو الخارج عند حمام السباحة. ",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/steigenberger-luxur-img-1.jpg",
      "/images/hotels/steigenberger-luxur-img-2.jpg",
      "/images/hotels/steigenberger-luxur-img-3.jpeg",
      "/images/hotels/steigenberger-luxur-img-4.jpg",
      "/images/hotels/steigenberger-luxur-img-5.jpg",
      "/images/hotels/steigenberger-luxur-img-6.jpeg",
      "/images/hotels/steigenberger-luxur-img-7.jpeg",
      "/images/hotels/steigenberger-luxur-img-8.jpeg",
    ],
  },
  {
    id: 4,
    stars: 4,
    city: "الاقصر",
    name: "فندق بافيليون وينتر الاقصر",
    desc: "استمتع معنا برحله خياليه لفندق بافيليون وينتر الاقصر والذي يعد من اجمل فنادق الاقصر, احجز مكانك الان في رحله لفندق وينتر بالاس الاقصر واستمتع بمشهد رائع للنيل",
    cover: "/images/hotels/bavilon-luxur-cover.jpg",
    image: "/images/hotels/bavilon-luxur-image.jpg", //Logo
    advantages: [
      "يعد فندق ايتاب الاقصر من افضل فنادق الاقصرفهو يقع في وسط مدينه الاقصر ويبعد 6.7كم عن مطار الاقصر الدولي",
      "وقوعه بين معبد ومتحف الاقصر يضيف له بعدا تاريخيا واستراتيجيا كما ان احاطته بحدائق رائعه و اطلالته علي النيل الازرق يضيف له بعدا جماليا مميزا",
      "يمكن للنزلاء تناول وجباتهم الشهيه في داخل المطعم المضيء او خارج الفندق علي حمام السباحه داخل الفندق",
      "يضم فندق ايتاب الاقصر حمام سباحه خارجي اضافه الي عدد 2 مطعم / بار",
      "يقدم الفندق خدمات غسيل وتنظيف جاف برسوم اضافيه",
      "مكتب استقبال مفتوح علي مدار 24ساعه داخل الغرفه",
      "جميع غرف فندق ايتاب الاقصر مكيفه وتحتوي علي ميني بار",
      "يقدم الفندق خدمه فطور في الغرف",
      "خدمه تنظيف الغرف متاحه في الفندق ايضا",
      "تأثيث فاخر للغرف واطلاله علي الحديقه او النيل",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 1000, 1000, 5000, 8000],
    prices: [
      {
        name: "غرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "جناح جونيور 1 سرير مزدوج كبير جداً",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "جناح عائلي غرفة النوم 1: 1 سرير مزدوج كبير جداً غرفة النوم 2: 2 سرير فردي",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "غرفة تنفيذية مع إطلالة جانبية على النيل 2 سرير فردي أو1 سرير مزدوج كبير جد",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "يحيط بهذا الفندق الأربع نجوم حديقة ويطل على نهر النيل الأزرق ويقع في قلب مدينة الأقصر ويتمتع بموقع استراتيجي بين معبد ومتحف الأقصر.يوفر الفندق غرف مؤثثة بشكل مريح وتشمل أجهزة التلفاز الكريستالية وإطلالة على الحديقة أو النيل ،يحيط الفندق بحمام سباحة خارجي مع بار حمام السباحة وشمسية.يمكن للنزلاءالاستمتاع بوجبات الفطور والغداء والعشاء الغنية سواء في الداخل في المطعم المليء بالأنوار أو الخارج عند حمام السباحة. ",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/bavilon-luxur-img-1.jpg",
      "/images/hotels/bavilon-luxur-img-2.jpg",
      "/images/hotels/bavilon-luxur-img-3.jpg",
      "/images/hotels/bavilon-luxur-img-4.jpeg",
      "/images/hotels/bavilon-luxur-img-5.jpg",
      "/images/hotels/bavilon-luxur-img-6.jpg",
    ],
  },
  {
    id: 5,
    stars: 5,
    city: "الاقصر",
    name: "فندق بيراميزا ايزيس الاقصر",
    desc: "افضل عروض واسعار نقدمها لكم خلال رحلتنا لفندق بيراميزا ايزيس الاقصر, فندق بيراميزا ايزيس الاقصر احد فنادق اجمل الاقصر , استمتعوا باقامه ممتعه في فندق بيراميزا الاقصر",
    cover: "/images/hotels/pyramisa_cover.jpg",
    image: "/images/hotels/pyramisa_image.jpg", //Logo
    advantages: [
      "يقع هذا المنتجع على ضفاف نهر النيل، ويوفر غرفاً مكيفة الهواء تطل على النهر أو على حديقة استوائية أو على حمامات السباحة الخارجية. يقع في وسط مدينة الأقصر وعلى بعد 1 كم من معبد الأقصر.",
      "تحتوي غرف فندق Pyramisa الواسعة على تلفزيون يعرض القنوات الفضائية أو قنوات الكابل وميني بار. وتحتوي جميع الغرف على منطقة جلوس وحمام داخلي به حوض ودش.",
      "يقدم مطعم Lotus بوفيه وجبات عالمية يومياً بما في ذلك وجبة الإفطار. ويحتوي فندق Isis Hotelعلى شرفة لحفلات الشواء، كما يحتوي على مطعم صيني وإيطالي. ويقدم البار عروضاً ترفيهية حية في المساء.",
      "توجد علاجات تجميل متعددة في البهو. كما يمكن للنزلاء ممارسة الرياضة في صالة الألعاب الرياضية أو لعب مباراة اسكواش.",
      "يقع فندق Pyramisa Hotel Luxor على بعد 10 كم من مطار الأقصر، ويمكن لموظفي الفندق ترتيب الانتقال بالحافلات المكوكية.",
      " أحب الأزواج تحديدًا الموقع، وقيّموه 8.9 لرحلة لشخصين. ",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
      },
    ],
    offers: [],
    history: [
      "يسعد هذا الفندق أن يرحب بالضيوف بكل سرور في مبنى من ٥ طوابق مزود بمصعد و٤٠٠ غرفة. إن طاقم الموظفين المتعدد اللغات عند قسم الاستقبال في البهو مستعد لإتمام اجراءات تسجيل الوصول والمغادرة. تشمل التجهيزات والخدمات في مكان الإقامة شماعة ملابس وحفظ أمتعة وخزينة ومكتب صرافة. تتوفر في المبنى إمكانية الاتصال بالواي فاي دون دفع رسوم إضافية. يمكن الحصول على مساعدة في حجز الرحلات والنزهات في مكتب تنظيم الجولات السياحية. يمكن الاستفادة من محل تذكارات ومتاجر أخرى للتسوق والتنزه. تضم المرافق الخارجية في الفندق حديقة جميلة وملعب أطفال. عند الحاجة يتوفر للمسافرين مواقف سيارات. تضم الخدمات الإضافية عناية طبية وخدمة نقل وخدمة غرف وخدمة غسيل ملابس. تتوفر للضيوف الصحيفة اليومية مجاناً. يمكن عقد محاضرات أو عروض تقديمية أو مؤتمرات في واحدة من ٤ قاعات للمؤتمرات.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/pyramisa_img_1.jpg",
      "/images/hotels/pyramisa_img_2.jpg",
      "/images/hotels/pyramisa_img_3.jpg",
      "/images/hotels/pyramisa_img_4.jpg",
      "/images/hotels/pyramisa_img_5.jpg",
      "/images/hotels/pyramisa_img_6.jpg",
      "/images/hotels/pyramisa_img_7.jpg",
      "/images/hotels/pyramisa_img_8.jpg",
    ],
  },
  {
    id: 6,
    stars: 4,
    city: "الاقصر",
    name: "فندق سونستا الاقصر",
    desc: "افضل استمتع معنا برحله خياليه لفندق سونستا الاقصر والذي يعد من اجمل فنادق الاقصر, احجز مكانك الان في رحله لفندق سونستا الاقصر واستمتع بمشهد رائع للنيل واسعار نقدمها لكم خلال رحلتنا لفندق بيراميزا ايزيس الاقصر, فندق بيراميزا ايزيس الاقصر احد فنادق اجمل الاقصر , استمتعوا باقامه ممتعه في فندق بيراميزا الاقصر",
    cover: "/images/hotels/sonesta-hotels-cover.webp",
    image: "/images/hotels/sonesta-hotels-logo.svg", //Logo
    advantages: [
      " يقع الفندق في مدينة الأقصر ويقدم إقامة من الطراز الحديث ووجبات طعام شهية في مطعمه الخاص ",
      "تتميز الغرف بأثاثها الأنيق وهي مجهزة بمكيف الهواء وتلفزيون وثلاجة صغيرة. توفر معظم الغرف مناظر مذهلة إما للمدينة أو النهر. ",
      "للنزلاء أن يختاروا الاسترخاء في ساونا الفندق أو الذهاب للسباحة في حمام السباحة الكبير في الهواء الطلق. ",
      "تقدم مجموعة متنوعة من الأطباق المحلية والعالمية في مطعم سونستا سان جورج. ",
      "يبعد الفندق 2 كم من محطة الأقصر ويبعد مسافة قصيرة بالسيارة عن متاجر ومطاعم مدينة الأقصر. ",
      "322 غرفة وجناح، ذات مناظر بانورامية خلابة على نهر النيل ، وتحتوى على شاشة LCD ، إنترنت عالي السرعة ، جميع الغرف تطل على المدينة أو النيل ، مجفف شعر. ثلاجة صغيرة ،تلفون للاتصال الهاتفي المباشر ، خزينه ودائع ، نظام إنذار الحريق.",
      "يبعد 10 كم عن مطار الأقصر الدولى. الفندق على بعد 10 دقائق من معبد الكرنك.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 7,
    stars: 4,
    city: "مرسى علم",
    name: "فندق جاز مرايا مرسي علم",
    desc: "استمتع باجازه سعيده في  جاز مرايا مرسي علم, بادر بالحجز في جاز مرايا مرسي علم, استمتع باقامه مميزه  بجاز مرايا مرسي علم , و استمتع معنا بافضل العروض و الاسعار",
    cover: "/images/hotels/jaz-maraya-cover.jpg",
    image: "/images/hotels/Maraya.png", //Logo
    advantages: [
      "فندق جاز مرايا مرسي علم 5 نجوم من افضل الفنادق لدينا، تقع مرسي علم علي بعد كم من الفندق، بينما يبعد بورتو غالب 10 كم من الفندق، و يبعد مطار مرسي علم الدولي 4 كم من الفندق.",
      "يوفر الفندق خدمة النقل للمطار.",
      "يطل الفندق علي شاطئ البحر مباشرة بمرسي علم، و يضم الفندق حمام سباحة في الهواء الطلق و حديقة.",
      "و يوفر الفندق مطعم كبير و بار، و خدمة الغرف ة مكتب استقبال يعمل علي مدار 24 ساعة.",
      "يوفر الفندق خدمة الانترنت المجانية خلال الاقامة و خدمة الترفيه الليلي ، و توجد ملاهي اطفال.",
      "كل غرفة بالفندق تضم تكييف و شاشة تليفيزيون، و غلاية.",
      "تضم الغرف بالفندق حمام خاص و شاور و مجفف و لوازم استحمام.",
      "يمكن للنزلاء بالفندق الاستمتاع ببوفيه الافطار يوميا.",
      "يوجد بالفندق منطقة ملاهي اطفال.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 8,
    stars: 5,
    city: "مرسى علم",
    name: "فندق بالميرا بيتش العين السخنة",
    desc: "رحلات مميزة إلى فندق بالميرا بيتش العين السخنة, احجز يومك المفضل في فندق بالميرا بيتش العين السخنة, استمتع بأفضل فنادق العين السخنة بالميرا بيتش السخنة",
    cover: "/images/hotels/palmera-beach.jpg",
    image: "/images/hotels/offer_banner_31_450.ujomxo7pr.png", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 9,
    stars: 6,
    city: "مرسى علم",
    name: "فندق كاسا مار مرسي علم ",
    desc: "انضم الينا في رحلتنا لفندق كاسا مار مرسي علم احد فنادق مرسى علم المميزه, احجز مكانك معنا الان واحصل علي عروض مخفضه لفندق كاسا مار مرسي علم ",
    cover: "/images/hotels/kasamari.jpeg",
    image: "/images/hotels/kasamarielogo.jpeg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 11,
    stars: 6,
    city: "مرسى علم",
    name: "فندق مانجروف باى مرسي علم ",
    desc: "اقضي معنا اجازتك في عيد الفطر بفندق مانجروف باي مرسي علم, استمتع معنا في العيد بفندق مانجروف باي, احجز اجازة العيد بأفصل اسعار لفنادق مرسي علم",
    cover: "/images/hotels/marina-lodge-at-port.jpg",
    image: "/images/hotels/MangroovBaiImage.avif", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 10,
    stars: 6,
    city: "مرسى علم",
    name: "فندق ثري كورنرز هابي لايف مرسي علم ",
    desc: "اقضي معنا اجازتك في العيد بفندق ثري كورنرز مرسي علم, استمتع معنا بفندق ثري كورنزرهابي لايف في العيد, احجز اجازة العيد بأفصل اسعار للفنادق",
    cover: "/images/hotels/MangroovBaiCover.jpg",
    image: "/images/hotels/lemon_tree_hotel_single-room-500x500.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 12,
    stars: 7,
    city: "مرسى علم",
    name: "فندق مارينا لودج مرسي علم",
    desc: "احجز معنا الان بعيد الفطر بفندق مارينا لودج, اقضي معنا اجازتك بعيد الفطر بفندق مارينا لودج بورت غالب, استمتع معنا بفندق مارينا لودج مرسي علم",
    cover: "/images/hotels/Pod-hotelimages-pyramisa-sahl-hasheesh-281881-1.jpg",
    image: "/images/hotels/Marina-Lodge-At-Port-Ghalib-Marsa-Alam-Room.JPEG", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 13,
    stars: 4,
    city: "الغردقة",
    name: "فندق لونج بيتش ريزورت - الغردقة",
    desc: "يطل المنتجع مع شاطئه الخاص على البحر الأحمر الرائع، ويوفر حوض سباحة على غرار بحيرة ومركز للياقة البدنية. تضم الغرف المشرقة، والواسعة شرفة خاصة.",
    cover: "/images/hotels/longbeachrezortcover.jpg",
    image: "/images/hotels/longbeachrezort.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 14,
    stars: 5,
    city: "العين السخنة",
    name: "تيدا سويس ان العين السخنة",
    desc: "فندق تيدا سويس إن آند اكوا بارك ذو فئة 4 نجوم يقع عند مدخل المنطقة الاقتصادية الصينية المصرية في شمال غرب خليج السويس وعلى بعد 20 كيلومترا من جنوب السويس. ",
    cover: "/images/hotels/347728849.jpg",
    image: "/images/hotels/images2.jpeg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 15,
    stars: 5,
    city: "الغردقة",
    name: "صن رايز جاردن - الغردقة",
    desc: "يقع هذا الفندق الشامل كلياً من فئة 5 نجوم على ساحل البحر الأحمر بمدينة الغردقة، ويوفر استخدام شاطئ خاص ومركز غوص دولي",
    cover: "/images/hotels/448098217.jpg",
    image: "/images/hotels/Interior-Design-Ace-Hotel-Kyoto-Kengo-Kuma-Associates-Commune-Design-idx210201_kk01.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 16,
    stars: 6,
    city: "الغردقة",
    name: "صن رايز كريستال باي - الغردقة",
    desc: "يقع سينتيدو كريستال باي ريزورت طرف بحيرة مع شاطئ رملي خاص . -ويشتمل الفندق علي حمامات سباحة في الهواء الطلق وملاعب التنس",
    cover: "/images/hotels/220249789.jpg",
    image: "/images/hotels/1503534991747.jpeg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 17,
    stars: 5,
    city: "الغردقة",
    name: "فندق جرافيتى & أكوا بارك - الغردقة",
    desc: "يضم منطقة شاطئ خاص و4 مسابح خارجية ومركز رياضي، ويضم الفندق ذو مستوى 5 نجوم حديقة وغرف مكيفة. كما يشمل مكان الإقامة للضيوف صراف آلي",
    cover: "/images/hotels/gravity-cover.jpg",
    image: "/images/hotels/hotel room with beachfront view.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 18,
    stars: 4,
    city: "الغردقة",
    name: "فندق سنتيدو مملوك بالاس ريزورت - الغردقة",
    desc: "منتجع سينتيدو مملوك بالاس هو أحد منتجعات الغردقة 5 نجوم، التى تقدم مجموعة مُميزة من الغُرف الأنيقة والجذابة التى صممت بأحدث الأمكانيات وتم تزويدها بأحدث الخدمات والتسهيلات لتُلبى احتياجات الضيوف وتضم الغُرف تليفزيون مع قنوات فضائية، مكيف هواء، ",
    cover: "/images/hotels/59923363.jpg",
    image: "/images/hotels/hotel-room-design-231216-1155-12-800x600.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 19,
    stars: 6,
    city: "الغردقة",
    name: "فندق صن رايز هوليدايز ريزورت (للبالغين فقط ) - الغردقة",
    desc: "يقع فندق صن رايز هوليدايز ريزورت على بعد 15 كم من وسط مدينة الغردقة. -يوفر منطقة شاطئ خاص وحمام سباحة في الهواء الطلق يطل على البحر.",
    cover: "/images/hotels/49152079.jpg",
    image: "/images/hotels/200501_MoHo_1145-1.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 20,
    stars: 6,
    city: "الغردقة",
    name: "فندق ذا ديزرت روز ريزورت - الغردقة",
    desc: "يصنف هذا الفندق من فئه ال5 نجوم ويوفر المنتجع مجموعة من الخيارات للاستجمام وتناول الطعام والتسوق والترفيه وكذلك الأعمال التجارية",
    cover: "/images/hotels/568378160.jpg",
    image:
      "/images/hotels/hard-rock-hotel-nyc-live-view-ball-drop-times-square-420x300.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 21,
    stars: 6,
    city: "الغردقة",
    name: "فندق جولدن بيتش ريزورت - الغردقة",
    desc: "يتمتع الفندق بشاطئ رملي خاص بطول البحر الأحمر .تقع القرية على بعد 15 كم شمال الغردقة ويضم حمام السباحة المصمم على شكل بحيرة نهراً",
    cover: "/images/hotels/348756353.jpg",
    image: "/images/hotels/631b54df678c63a870d3ccbc51f033a2.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 23,
    stars: 6,
    city: "القاهرة",
    name: "فندق توليب النرجس - القاهرة",
    desc: "يوفر فندق تولب النرجس خدمة الواي فاي المجانية ومركز سبا، ويضم أماكن إقامة في القاهرة، ويضم الفندق مسبح خارجي وملعب للأطفال، ويمكن",
    cover: "/images/hotels/568378059.jpg",
    image: "/images/hotels/main-entrance-alicia.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 22,
    stars: 5,
    city: "القاهرة",
    name: "فندق لامار إزور - القاهرة",
    desc: "يوفر فندق لامار إزور خدمة الواي فاي المجانية ومركز سبا، ويضم أماكن إقامة في القاهرة، ويضم الفندق مسبح خارجي وملعب للأطفال، ويمكن",
    cover: "/images/hotels/City-Stay-Dubai.jpg",
    image: "/images/hotels/RR_Atlantis_the_Royal_Dubai_6.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 24,
    stars: 5,
    city: "الاسكندرية",
    name: "فندق صن رايز أليكس أفينيو ريزورت (ميديترينيان أزور سابقا) ",
    desc: "يقع فندق ميديترينيان أزور? في موقع فريد علي البحر المتوسط في مدينة الاسكندرية. -علي بعد 10 كم من مطار الإسكندرية و3 كم من وسط مدينة.",
    cover: "/images/hotels/the-makadi-palace-hotel.jpg",
    image: "/images/hotels/iStock-1171823729-2.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 25,
    stars: 3,
    city: "الاسكندرية",
    name: "فندق جويل سان ستيفانو - الاسكندرية ",
    desc: "تتميز جميع الوحدات بأنها مكيّفة، وتحتوي على تلفزيون بشاشة مسطحة مع قنوات فضائية وغلاية ومجفف للشعر وخزانة ملابس. يتم تقديم وجبة",
    cover: "/images/hotels/the-makadi-palace-hotel.jpg",
    image: "/images/hotels/istockphoto-1163498940-612x612.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 26,
    stars: 5,
    city: "الاسكندرية",
    name: "فندق إيفو ريزورت - الاسكندرية ",
    desc: "تتميز جميع الوحدات بأنها مكيّفة، وتحتوي على تلفزيون بشاشة مسطحة مع قنوات فضائية وغلاية ومجفف للشعر وخزانة ملابس. يتم تقديم وجبة",
    cover: "/images/hotels/718076783-Novotel-Marsa-Alam-Pool.jpg",
    image:
      "/images/hotels/b562d2403c25e7d7ecfd89378ad91ff6-maldron-hotel-parnell-square.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 27,
    stars: 5,
    city: "أسوان",
    name: "فندق توليب أسوان هوتيل - أسوان ",
    desc: "يحتل هلنان أسوان موقعا ممتازا مع مناظر خلابة لنهر النيل، ويعتبر المكان المثالي لقضاء عطلات رومانسية، أوقضاء شهر العسل، أو أولئك",
    cover: "/images/hotels/3355-36-l.jpg",
    image: "/images/hotels/487976928.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 28,
    stars: 5,
    city: "أسوان",
    name: "فندق موفنبيك أسوان هوتيل - أسوان ",
    desc: "يقع منتجع موفنبيك أسوان على جزيرة الفنتين في قلب نهر النيل. -ويوفر خدمات عديدة التي تشمل علي حمام سباحة وملعب تنس ونادي رياضي. -الغرف",
    cover: "/images/hotels/Baron-Palace-Sahl-Hasheesh-990x490.jpg",
    image:
      "/images/hotels/d4743a21a414fd8c09c039b0d26a32ac775eb84825d991f7172b52ecb78c.avif", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 29,
    stars: 5,
    city: "أسوان",
    name: "فندق سيتى ماكس أكوابارك - أسوان ",
    desc: "يقع منتجع موفنبيك أسوان على جزيرة الفنتين في قلب نهر النيل. -ويوفر خدمات عديدة التي تشمل علي حمام سباحة وملعب تنس ونادي رياضي. -الغرف",
    cover: "/images/hotels/EGHR0016_34.webp",
    image: "/images/hotels/256843152.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 30,
    stars: 5,
    city: "أسوان",
    name: "فندق سيتى ماكس الكورنيش - أسوان ",
    desc: "يقع منتجع موفنبيك أسوان على جزيرة الفنتين في قلب نهر النيل. -ويوفر خدمات عديدة التي تشمل علي حمام سباحة وملعب تنس ونادي رياضي. -الغرف",
    cover: "/images/hotels/Img13182024_14352518.jpg",
    image: "/images/hotels/452963973.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 31,
    stars: 5,
    city: "أسوان",
    name: "فندق بيراميزا ايزيس ايلاند - أسوان ",
    desc: "قع المنتجع بيراميزا ايزيس ايلاند على مقربة من ضريح أغاخان والمتحف النوبي وجزيرة النباتات. -و العديد من المعالم السياحية القريبة",
    cover: "/images/hotels/355281570.jpg",
    image:
      "/images/hotels/146242708-inside-marina-square-singapore-raffles-avenue-entrance-marina-mandarin-oriental-hotel-in-background.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 32,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق شرم هوليداى ريزورت - شرم الشيخ",
    desc: "يصنف هذا الفندق من فئه ال4 نجوم و يحتوي هذا الفندق علي شاطئين احداهما في خليج نعمه والاخر في الهضبة ويوفر الفندق باص للانتقال",
    cover: "/images/hotels/d2037d6b_z.avif",
    image: "/images/hotels/11._Ambassador_City_Jomtien_Tower.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 33,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق صن رايز سيليكت دايموند بيتش ريزورت - شرم الشيخ",
    desc: "يحتوي هذا المنتجع الذي يتميز بموقعه الفريد على هضبة أم السيد علي حمامات سباحة.كما يضم مدرسة غوص وشاطئ خاص كما يتميز هذا المنتجع.",
    cover: "/images/hotels/ccf7c579726775df36acc1ebd568fd66.jpg",
    image:
      "/images/hotels/marina-bay-sands-luxury-hotel-and-the-artscience-museum-in-marina-CW3HN6.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 34,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق شارمليون سى لايف ريزورت - شرم الشيخ",
    desc: "يصنف هذا الفندق من فئه ال5 نجوم وله موقع فريد وشاطئ خاص يمتد على مسافة 700 متر وبه رصيف خاص يعبر فوق منطقة الشعاب المرجانية بطول.",
    cover: "/images/hotels/Zalagh-Kasbah-Hotel-via-medina-cover-r2s.webp",
    image: "/images/hotels/hotel-room-design-231216-1155-12-800x600.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 35,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق باى نعمة - شرم الشيخ",
    desc: "يصنف هذا الفندق من فئه ال5 نجوم وله موقع فريد وشاطئ خاص يمتد على مسافة 700 متر وبه رصيف خاص يعبر فوق منطقة الشعاب المرجانية بطول.",
    cover: "/images/hotels/maxresdefault.jpg",
    image: "/images/hotels/7e115dded317608d969a922167082ed1.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 36,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق ستيلا دي ماري بيتش & سبا - شرم الشيخ",
    desc: "يقع فندق ستيلا شرم بيتش بالقرب من خليج نعمة الشهير ويبعد مسافة قصيرة بالسيارة من مطار شرم الشيخ.علي بعد 3 كيلو متر من المدينة القديمة.",
    cover: "/images/hotels/R.jpg",
    image: "/images/hotels/XdbGZbHcNHBKvKmCd8jR2Q-415-80.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 37,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق جاز بليفيدير - شرم الشيخ",
    desc: "يحظى جاز بلفيدير بإمكانية الوصول المباشر إلى شاطئ المنتزه في شرم الشيخ. -مما يجعل من المنتجع ذو الخمس نجوم موقعًا مثاليًا لقضاء.",
    cover: "/images/hotels/363f55bf-018c-4dd8-b22c-fc598e1aa8bf.jpg",
    image: "/images/hotels/Bed.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 38,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق صن رايز جراند سيليكت مونتمارى ريزورت  - شرم الشيخ",
    desc: "يقع صن رايز سيليكت مونتمارى ريزورت في مدينة شرم الشيخ، ويضمحمم سباحه في الهواء الطلق وشاطئ خاص ومطعم. تتوفر خدمة الواي فاي مجانا",
    cover: "/images/hotels/250882267.jpg",
    image: "/images/hotels/THE-ST-REGIS-CHICAGO-ILLINOIS-USA.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        remain: 50,offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 39,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق شارمليون كلوب أكوا بارك  - شرم الشيخ",
    desc: "يصنف هذا الفندق من فئه ال5 نجوم ويقع شارمليون كلوب أكوا بارك في منطقة نبق بشرم الشيخ على بعد 1 كم من الشاطئ ويبعد عن مطار شرم الشيخ",
    cover: "/images/hotels/252191518-.jpg",
    image:
      "/images/hotels/TAL-atlantis-the-royal-dubai-sky-pool-villa-terrace-ott-ITLIST2023-828969fa8e9844ec9087c7af667fe395.jpg", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
  {
    id: 40,
    stars: 5,
    city: "شرم الشيخ",
    name: "فندق كونكورد السلام الأمامى - شرم الشيخ",
    desc: "يتميز فندق كونكورد السلام شرم الشيخ بموقعه على بعد 5 دقائق فقط سيرا على الأقدام من ساحة سوهو ويوفر لضيوفه مسبح في الهواء الطلق",
    cover: "/images/hotels/1303345430_WxH.webp",
    image: "/images/hotels/827e01b8c0adb18010eb47f1c72477ef-arlo-soho.webp", //Logo
    advantages: [
      "يمتاز منتجع Palmera Beach ذو الـ 4 نجوم بشاطئه الخاص الواقع على البحر الأحمر. ويضم غرف حديثة وفسيحة مزودة بمنطقة جلوس مفروشة وشرفة خاصة أو تراس. ويضم 4 مطاعم و3 بارات و3 مسابح.",
      "جميع غرف الفندق مكيفة وتضم تلفاز بقنوات فضائية وميني بار. وتضم حمام خاص مزود بحوض استحمام. وتضم بعض الغرف تلفاز بشاشة مسطحة وتطل على الحديقة.",
      "يمكن للضيوف الاستمتاع بتناول الأطباق المحلية والدولية أو بوفيه الإفطار والعشاء. ويضم فندق Palmera ثلاثة بارات وهي beach bar و Jazz Bar و Late night billiard bar",
      "يستطيع البالغين لعب التنس أو ممارسة التمارين الرياضية في مركز اللياقة البدنية ويوجد أيضاً ملعب ومسابح للأطفال ومرافق الرياضة المائية.",
      "يبعد الفندق مسافة ساعة واحدة بالسيارة عن السويس. ويبعد الفندق مسافة 150 كم عن وسط القاهرة بينما يبعد مسافة ساعتين ونصف بالسيارة عن مطار القاهرة الدولي.",
    ],
    terms: [
      {
        title: "تسجيل الوصول",
        items: ["من 2:00 مساءً", " إلى 12:00 صباحاً "],
      },
      {
        title: "إلغاء الحجز/دفع مسبق",
        items: [
          "تتباين سياسة إلغاء الحجز والدفع المسبق وفقاً لنوع مكان الإقامة المحجوز",
          "يرجى إدخال تاريخ إقامتكم ومراجعة شروط الغرفة المطلوبة",
        ],
      },
      {
        title: "سياسات الأطفال",
        items: [
          "يرحب بالأطفال أياً كانت أعمارهم.",
          "سيتم احتساب السعر نفسه كسعر البالغين على الأطفال بعمر 12 أو أكثر في مكان الإقامة هذا.",
          "لرؤية معلومات الأسعار والإشغال الصحيحة، يرجى إضافة عدد الأطفال في مجموعتك وأعمارهم إلى بحثك.",
        ],
      },
      {
        title: "ملاحظات",
        items: [
          "يضاف 150 ج مصري ايام عطله نصف العام من 04/02/2022 حتي 18/02/2022",
          "يضاف 350 ج مصري لوجبه الغداء",
          "يضاف 400 ج مصري لوجبه العشاء",
          "الاطفال من سن يوم حتي اقل من 6 سنوات مجاناً",
          "الاطفال من سن 6 الي 12 سنه 50% من سعر الفرد البالغ",
        ],
      },
    ],
    rating: [0, 350, 112, 6251, 12048],
    prices: [
      {
        name: "غرفة قياسية مزدوجة مع إطلالة على المدينة 2 سرير فردي أو1 سرير مزدوج كبير جداًغرفة كلاسيكية مطلة على المدينة 2 سرير فردي",
        min: 60,
        max: 130,
        meals: "افطار وعشاء",
        remain: 19,
      },
      {
        name: "غرفة قياسية ثلاثية 3 أسرة فردية",
        min: 90,
        max: 195,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 7% على الغرفة بمناسبة بداية الربيع* ',
          amount: 7,
          type: 'percent'
        },
        remain: 50,
      },
      {
        name: "غرفة ديلوكس مُطلة على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 15% على الغرف بمناسبة بداية الربيع* ',
          amount: 15,
          type: 'percent'
        },
        remain: 10,
      },
      {
        name: "جناح جونيور - مطل على النيل",
        min: 250,
        max: 600,
        meals: "افطار وغداء",
        offer: {
          brief: 'خصم 20% على الشقق بمناسبة بداية الربيع* ',
          amount: 20,
          type: 'percent'
        },
        remain: 10,
      },
    ],
    offers: [],
    history: [
      "أطلق العنان للاستمتاع والاسترخاء مع خدمات النادي الصحي المتكاملة المتاحة مثل جلسات التدليك. إذا كنت تبحث عن وسائل للاستجمام والترفيه، فستجد هنا نادي صحي وحمّام سباحة خارجي وساونا. ستجد في هذا الفندق مزايا إضافية تشمل اتصال لاسلكي مجاني بالإنترنت وخدمات الاستعلامات والإرشاد ومتاجر للهدايا/أكشاك للجرائد.توقّف لتناول وجبة سريعة في مطعم Jebs، وهو واحد من 3 مطاعم موجودة في هذا الفندق، أو أقم هنا واستمتع بالاستفادة من خدمة الغرف. وهناك أيضا وجبات خفيفة متوفرة في 2 كافيتيريات. تحتاج إلى بعض الاسترخاء؟ خُذ قسطا من الراحة وتناول مشروبا لذيذا في 3 بارات.تضم وسائل الرائحة المميزة مركز لرجال الأعمال وخدمة الغسيل/التنظيف الجاف ومكتب استقبال مفتوح 24 ساعة.دلل نفسك بالإقامة في واحدة من 322 غرفة ضيافة مكيفة تحتوي على مدافئ. يتم توفير تلفاز بقنوات فضائية من أجل متعتك. تشتمل وسائل الراحة المتاحة على هواتف، بالإضافة إلى خزنات ومكاتب.لدى الإقامة في فندق سونستا سان جورج الأقصر في الأقصر (نهر النيل بالأقصر)، ستكون على بُعد خمس دقائق بالسيارة من معبد الأقصر وNile. استمتع بالإقامة في فندق بتصنيف 5 نجوم، حيث ستكون على بُعد ٢٥٫٩ كم من وادي الملوك و ١٫٧ كم من Abu El-Hagag Mosque.",
    ],
    contact: [
      {
        type: "رقم الهاتف",
        val: "208-23-103 (202)",
      },
      {
        type: "رقم واتساب",
        val: " 208-23-104 (202)",
      },
      {
        type: "رقم الفاكس",
        val: " 208-23-318 (202)",
      },
      {
        type: "بريد خدمة العملاء",
        val: "info@etab.luxur.com",
      },
    ],
    images: [
      "/images/hotels/sonesta-hotels-img-1.webp",
      "/images/hotels/sonesta-hotels-img-2.webp",
      "/images/hotels/sonesta-hotels-img-3.webp",
      "/images/hotels/sonesta-hotels-img-4.webp",
      "/images/hotels/sonesta-hotels-img-5.webp",
      "/images/hotels/sonesta-hotels-img-6.jpg",
      "/images/hotels/sonesta-hotels-img-7.jpg",
    ],
  },
];



function renderList(arr) {
  const content = arr.map((hotel) => {
    const [votes, rate] = calcRating(hotel.rating);

    return `
      <div class="box">
          <div class="card-img" style="background-image: url('.${
            hotel.image
          }')"></div>
          <div class="card-content">
              <h2>${hotel.name}</h2>
              <h5>${hotel.city}</h5>
              <p class="hotel desc">${hotel.desc}</p>
              <p> [${votes}] <span style="color: ${setStarsColor(
      rate
    )}">${drowStars(rate)}</span> [${rate}]</p>
              <a href="./pages/hotel.html?id=${
                hotel.id
              }" class="explore">Explore Offers</a>
          </div>
      </div>`;
  });
  return content;
}

function calcRating(arr) {
  const totalvotes = arr.reduce(
    (accumulator, currentValue) => accumulator + currentValue,
    0
  );
  const rate = (
    (arr[0] * 1 + arr[1] * 2 + arr[2] * 3 + arr[3] * 4 + arr[4] * 5) /
    totalvotes
  ).toFixed(2);
  return [totalvotes, rate];
}

function createStar(rate) {
  if (rate <= 0) {
    return `<i class="fas fa-star"></i>`;
  } else {
    if (rate < 1) {
      return `<i class="fas fa-star-half-alt" style="transform: rotateY(180deg)"></i>`;
    } else {
      return `<i class="far fa-star"></i>`;
    }
  }
}
function setStarsColor(rate) {
  if (rate <= 1) {
    return "#F20D2D";
  }
  if (rate > 1 && rate <= 2) {
    return "#F7680C";
  }
  if (rate > 2 && rate <= 3) {
    return "#F78E12";
  }
  if (rate > 3 && rate <= 4) {
    return "#F5C71B";
  }
  if (rate > 4) {
    return "#F3DE02";
  }
}

function drowStars(rate) {
  x = "";
  for (let l = 1; l <= 5; l++) {
    let n = l - rate;
    x += createStar(n);
  }
  return x;
}
