const tourismOffices = [
    {
        id: 1,
        name: 'رحلتى لتنظيم الرحلات السياحية',
        e_name: 'My Trip Tout Operator',
        logo: '/images/trips/rihlati.svg',
        brief: '',
        branches: [
            {
                name: 'الفرع الرئيسى',
                city: 'مدينة القاهرة',
                address: '37 شارع عدلى، أمام سينما راديو بالاس.',
                phone: '0215362548',
            },
            {
                name: 'فرع الاسكندرية',
                city: 'مدينة الاسكندرية',
                address: '12 شارع سيدى المرسى، جليم.',
                phone: '0354685962',
            },
            {
                name: 'فرع المهندسيين',
                city: 'مدينة القاهرة',
                address: '17 احمد عرابي – المهندسين.',
                phone: '0354685962',
            },

        ],
        contact: {
            hotline: "16612",
            website:'http://www.rabietours.com',
            facebook:'https://www.facebook.com/RabieTours',
        }
    },
    {
        id: 1,
        name: 'رحلتى لتنظيم الرحلات السياحية',
        e_name: 'My Trip Tout Operator',
        logo: '/images/trips/rihlati.svg',
        brief: '',
        branches: [
            {
                name: 'الفرع الرئيسى',
                city: 'مدينة القاهرة',
                address: '37 شارع عدلى، أمام سينما راديو بالاس.',
                phone: '0215362548',
            },
            {
                name: 'فرع الاسكندرية',
                city: 'مدينة الاسكندرية',
                address: '12 شارع سيدى المرسى، جليم.',
                phone: '0354685962',
            },
            {
                name: 'فرع المهندسيين',
                city: 'مدينة القاهرة',
                address: '17 احمد عرابي – المهندسين.',
                phone: '0354685962',
            },

        ],
        contact: {
            hotline: "16612",
            website:'http://www.rabietours.com',
            facebook:'https://www.facebook.com/RabieTours',
        }
    },
    {
        id: 1,
        name: 'رحلتى لتنظيم الرحلات السياحية',
        e_name: 'My Trip Tout Operator',
        logo: '/images/trips/almosafer.svg'
    }
]
'/images/trips/travel-art.png'
'/images/trips/brand-travel.webp'

const Tours = [
    {
        id: 1,
        name: ' رحلة عيد الربيع إلى الاسكندرية',
        brief: [
            'رحلة عيد الربيع الساحرة في عروس البحر المتوسط: الإسكندرية',
            'هل تبحث عن رحلة مميزة لقضاء عيد الربيع؟',
            'ماذا لو جمعت بين الاسترخاء على شاطئ البحر، وزيارة معالم تاريخية وثقافية رائعة، والاستمتاع بتجارب ترفيهية لا مثيل لها؟',
            'نقدم لكم TRIPVUM رحلة عيد الربيع الساحرة في عروس البحر المتوسط: الإسكندرية!',
        ],
        including: [
            {
                title: 'أقامة فاخرة على شاطىء البحر',
                text: 'سنقيم في أحد الفنادق الفاخرة المطلة على البحر في الإسكندرية، حيث ستتمكن من الاستمتاع بالمناظر الخلابة والاسترخاء على شاطئ البحر',
            },
            {
                title: 'برنامج رحلة غني:'
            },
            {
                title: 'زيارة معالم تاريخية',
                text: 'سنزور مكتبة الإسكندرية القديمة، قلعة قايتباي، قصر المنتزه، كوم الدكة، المسرح الروماني، وعمود السواري.',
            },
            {
                title: 'جولة بحرية',
                text: 'سنقوم بجولة بحرية رائعة في البحر المتوسط، حيث سنرى معالم الإسكندرية من منظور مختلف..',
            },
            {
                title: 'التسوق',
                text: 'سنتسوق في شارع محمد علي، أحد أشهر أسواق الإسكندرية، حيث سنتمكن من شراء الهدايا التذكارية والحرف اليدوية...',
            },
            {
                title: ' تناول الأطعمة ',
                text: 'سنتناول الطعام في أفضل مطاعم الإسكندرية، حيث سنتمكن من تذوق المأكولات البحرية الطازجة والمأكولات المصرية اللذيذة...',
            },
            {
                title: ' الترفيه ',
                text: 'سنستمتع بالعديد من الأنشطة الترفيهية، مثل زيارة حديقة حيوان الإسكندرية، ودار الأوبرا، ومدينة الألعاب الترفيهية فى قرية عنكش السياحية...',
            },
        ],
        advantages: [
            'إقامة فاخرة على شاطئ البحر',
            'برنامج رحلة غني بالأنشطة المتنوعة',
            'فرصة التعرف على تاريخ وثقافة الإسكندرية',
            'الاستمتاع بتجارب ترفيهية لا مثيل لها',
            'أسعار مناسبة',
        ],
        city: 'الاسكندرية',
        gather_days: ['السبت','الاثنين','الأربعاء'],
        gather_time: '10:00 AM',
        stay_period: 5,
        starts_in: '2024-04-15',
        ends_in: '2024-05-14',
        stay: 'فندق منتجع البير سونا السياحى بالاسكندرية',
        packages: [
            12000, 18000,28600
        ],



    }
]